Repository: buddypress/bp-rewrites
Catalog: languages/bp-rewrites-*.po
Languages: fr_fr

source: BuddyPress Rewrites development plugin.
fr_fr: Extension de développement de l’utilisation de la réécriture d’URL de BuddyPress.

source: The BuddyPress Community
fr_fr: La communauté BuddyPress

# BuddyPress WP plugin directory URL
source: https://wordpress.org/plugins/buddypress
fr_fr: https://fr.wordpress.org/plugins/buddypress

source: BP Rewrites requires the %1$s plugin to be active. Please deactivate BP Rewrites, activate %1$s and only then, reactivate BP Rewrites.
fr_fr: BP Rewrites nécessite que l’extension %1$s soit active. Merci de désactiver BP Rewrites, d’activer %1$s et seulement alors, de réactiver BP Rewrites.

source: BuddyPress URLs
fr_fr: URLs de BuddyPress

source: Restricted area
fr_fr: Zone réservée aux membres

# Post Type label
source: BuddyPress Directories
fr_fr: Répertoires BuddyPress

# Post Type singular name
source: BuddyPress Directory
fr_fr: Répertoire BuddyPress

source: The BuddyPress Post Type is used when Pretty URLs are active.
fr_fr: Le type de publication BuddyPress est utilisé lorsque la réécriture d’URL est active.

# post status
source: Restricted to members
fr_fr: Resérvé aux membres

# Group activity view
source: Activity
fr_fr: Activités

source: Anyone
fr_fr: Tout le monde

source: Members
fr_fr: Membres

source: Choose "Members" to restrict your community area to logged in members only. Choose "Anyone" to allow any user to access to your community area.
fr_fr: Choisissez « Membres » pour reserver l’accès à la communauté de votre site aux seul·e·s membres connecté·e·s. Choisissez « Tout le monde » pour autoriser l’accès à votre communauté à tout·e visiteur·euse.

source: Community Visibility
fr_fr: Visibilité de la communauté

source: BuddyPress Settings
fr_fr: Réglages BuddyPress

source: Directory
fr_fr: Répertoire

source: Directory title
fr_fr: Titre du répertoire

source: Directory slug
fr_fr: Terminaison d’URL du répertoire

source: Single Member primary views slugs
fr_fr: Terminaisons d’URL des vues principales du membre

# member primary view name URL admin label
source: "%s" slug
fr_fr: Terminaison d’URL de « %s »

source: Single Member %s secondary views slugs
fr_fr: Terminaisons d’URL des vues secondaire de l’écran %s du membre

# member secondary view name URL admin label
source: "%s" slug
fr_fr: Terminaison d’URL de « %s »

source: Single Group Creation steps slugs
fr_fr: Terminaisons d’URL des étapes de création d’un groupe

source: Single Group Member views slugs
fr_fr: Terminaisons d’URL des vues visible des membres du groupe

source: Single Group Admin views slugs
fr_fr: Terminaisons d’URL des vues visibles des administrateurs du groupe

# group view name URL admin label
source: "%s" slug
fr_fr: Terminaison d’URL « %s »

source: Save Settings
fr_fr: Enregistrer les réglages

source: Please wait for the `bp_parse_query` hook to be fired before using it.
fr_fr: Merci d’attendre que le « hook » `bp_parse_query` soit intervenu avant d’essayer de l’utiliser.

source: Please wait for the `bp_setup_nav` hook to be fired before trying to create a nav or a subnav item. The following nav item slugs are problematic: %s.
fr_fr: Merci d’attendre que le « hook » `bp_setup_nav` soit intervenu avant d’essayer de créer un éléments de navigation ou de sous-navigation. Les terminaisons d’url des éléments suivants sont problématique : %s.

source: Sorry, you are not allowed to create groups.
fr_fr: Désolé, vous n’êtes pas autorisé·e à créer des groupes.

source: There was an error saving group details. Please try again.
fr_fr: Une erreur s’est produite lors de l’enregistrement des détails du groupe. Merci de réessayer.

source: Only the group creator may continue editing this group.
fr_fr: Seul le créateur du groupe peut continuer à modifier ce groupe.

source: Please fill in all of the required fields
fr_fr: Merci de renseigner tous les champs obligatoires

source: Invite successfully removed
fr_fr: Invitation supprimée avec succès

source: There was an error removing the invite
fr_fr: Une erreur s’est produite lors de la suppression de l’invitation

source: There was an error saving the group profile photo, please try uploading again.
fr_fr: Une erreur s’est produite lors de l’enregistrement de la photo de profil, merci de réessayer de la téléverser.

source: The group profile photo was uploaded successfully.
fr_fr: La photo de profil du groupe a été téléversée avec succès.

# Group create restricted rewrite id
source: Create Group root slug
fr_fr: Terminaison d’URL de la racine de création d’un groupe

# Group create restricted rewrite id
source: Create step slug
fr_fr: Terminaison d’URL d’une étape de création

# Group create view
source: Details
fr_fr: Détails

# Group create view
source: Settings
fr_fr: Réglages

# Group create view
source: Cover Image
fr_fr: Bannière

# Group create view
source: Invites
fr_fr: Invitations

# Group read view
source: Home
fr_fr: Accueil

# Group read view
source: Request Membership
fr_fr: Demande d’adhésion

# Group read view
source: Members %s
fr_fr: Membres %s

# Group read view
source: Send Invites
fr_fr: Inviter

# Group read view
source: Manage
fr_fr: Gérer

# Group manage view
source: Details
fr_fr: Détails

# Group manage view
source: Settings
fr_fr: Réglages

# Group manage view
source: Cover Image
fr_fr: Bannière

# Group manage view
source: Members
fr_fr: Membres

# Group manage view
source: Requests
fr_fr: Demandes

# Group manage view
source: Delete
fr_fr: Supprimer

source: Please wait for the `bp_parse_query` hook to be fired before trying to get the Group ID.
fr_fr: Merci d’attendre que le « hook » `bp_parse_query` soit intervenu avant d’essayer de récupérer l’identifiant de groupe.

source: Save Changes
fr_fr: Enregistrer les changements

source: You do not have access to this content.
fr_fr: Vous n’avez pas accès à ce contenu.

source: Pending Invites
fr_fr: Invitations en attente

source: Send Invites
fr_fr: Inviter

source: This user has been marked as a spammer. Only site admins can view this profile.
fr_fr: Cet·te utilisateur·rice a été marqué·e comme indésirable. Seul·e·s les administrateur·rice·s de site peuvent consulter ce profil.

source: No new notifications
fr_fr: Pas de nouvelle notifications

source: New Group forum topic
fr_fr: Nouveau sujet de forum de groupe

source: Topics
fr_fr: Sujets

source: New Group forum reply
fr_fr: Nouvelle réponse de forum de groupe

source: Replies
fr_fr: Réponses

source: There is a pending change of your email address to %s.
fr_fr: Il y a une modification en attente concernant le changement de votre adresse de courriel pour %s.

source: Check your email (%1$s) for the verification link, or %2$s.
fr_fr: Vérifier votre messagerie électronique (%1$s) pour trouver le lien de vérification, ou %2$s.

source: cancel the pending change
fr_fr: annuler la modification en attente

source: This community area is restricted to members.
fr_fr: Cette zone communautaire est réservée aux membres.

source: My Friends %s
fr_fr: Mes ami·e·s %s

source: My Groups %s
fr_fr: Mes groupes %s

source: My Favorites %s
fr_fr: Mes préférées %s

# Number of new activity mentions
source: %s new
fr_fr: %s nouvelle

source: My Sites %s
fr_fr: Mes sites %s

source: Your changes have not been saved. Please fill in all required fields, and save your changes again.
fr_fr: Vos modifications n’ont pas été enregistrées. Merci de renseigner tous les champs obligatoires avant d’enregistrer vos modifications à nouveau.

source: There was a problem updating some of your profile information. Please try again.
fr_fr: Un problème est apparu lors de la mise à jour de certaines de vos informations de profil. Merci de réessayer à nouveau.

source: Changes saved.
fr_fr: Modifications enregistrées.
